Repository: olezhko/TrainingDay.Maui
Catalog: TrainingDay.Maui/Resources/Strings/AppResources.*.resx
Languages: de, ru

source: Account
de: Konto
ru: Аккаунт

source: Achievements
de: Erfolge
ru: Достижения

# AddTrainingString
source: Add workout
de: Training hinzufügen
ru: Добавление тренировки

# Advice
source: Advice and Tips
de: Ratschläge und Tipps
ru: Советы

# AdviceAfterTrainingMessage
source: After workout, the post-workout routine is useful, the post-workout routine allows smoothing the transition from high-intensity work to a state of rest. You thereby reduce the burden on the heart muscle, which has to pump blood intensively, to remove its stagnation from the muscles and provide it with internal organs. Suitable: Easy running, smoothly turning into walking (you can in place). Easy work on a bicycle or elliptical simulator, a stepper with a smooth decrease in intensity up to a stop. Jumping on the rope at a slow pace. Sparring with a pear. 3 rounds of 2 minutes each. Performing a complex of general warm-up or yoga complexes. The goal is to normalize breathing with light exercises.
de: Nach dem Training ist die Post-Workout-Routine sinnvoll, die Post-Workout-Routine ermöglicht es, den Übergang von hochintensiver Arbeit in einen Ruhezustand zu glätten. Dadurch entlasten Sie den Herzmuskel, der intensiv Blut pumpen muss, um seine Stagnation aus der Muskulatur zu lösen und ihn mit inneren Organen zu versorgen. Geeignet: Leichtes Laufen, sanftes Übergehen ins Gehen (Sie können an Ort und Stelle). Einfache Arbeit auf einem Fahrrad- oder Ellipsentrainer-Simulator, einem Stepper mit sanfter Intensitätsabnahme bis zum Stopp. In langsamem Tempo auf das Seil springen. Sparring mit einer Birne. 3 Runden à 2 Minuten. Durchführung eines Komplexes aus allgemeinen Aufwärm- oder Yoga-Komplexen. Ziel ist es, die Atmung mit leichten Übungen zu normalisieren.
ru: Заминка. Заминка позволяет сгладить переход от высокоинтенсивной работы к состоянию покоя. Вы тем самым снижаете нагрузку на сердечную мышцу, которой приходится усиленно прокачивать кровь, чтобы убрать ее застой из мышц и снабдить ею внутренние органы. Подойдут: •Легкий бег, плавно переходящий в ходьбу (можно на месте). •Легкая работа на вело- или эллиптическом тренажере •Прыжки на скакалке в небыстром темпе. •Спарринг с грушей. 3 раунда по 2 минуты.

# AdviceBeforeTrainingMessage
source: Stretching before workout is a complex of exercises for preparing the body for physical activity, which will help you avoid injuries and conduct the session as efficiently as possible. Stretching speeds up metabolic processes. Stretching before exercise improves blood circulation, which will saturate your muscles with oxygen and nutrients. This will help improve endurance during class. The warmed muscles are better compressed and relax during workout, which means that your strengths will be higher during the exercises. Suitable basic exercises like hand swing, jumps, push-ups and sit-ups for at least five minutes.
de: Stretching vor dem Training ist ein Komplex von Übungen zur Vorbereitung des Körpers auf körperliche Aktivität, die Ihnen helfen, Verletzungen zu vermeiden und die Sitzung so effizient wie möglich durchzuführen. Stretching beschleunigt Stoffwechselprozesse. Das Dehnen vor dem Training verbessert die Durchblutung, wodurch Ihre Muskeln mit Sauerstoff und Nährstoffen gesättigt werden. Dies wird dazu beitragen, die Ausdauer während des Unterrichts zu verbessern. Die erwärmten Muskeln werden besser komprimiert und entspannen sich während des Trainings, was bedeutet, dass Ihre Kräfte während der Übungen höher sind. Geeignete Grundübungen wie Handschwung, Sprünge, Liegestütze und Sit-ups für mindestens fünf Minuten.
ru: Разминка. Комплекс упражнений для подготовки тела к физической нагрузке, который поможет вам: • избежать травм и провести занятие максимально эффективно. • ускоряет метаболические процессы • улучшает кровообращение, что насытит ваши мышцы кислородом и питательными веществами • повысит выносливость во время занятий Разогретые мышцы лучше сжимаются и расслабляются во время тренировки, значит ваша силовые возможности во время выполнения упражнений будут выше. Подойдут базовые упражнения вроде махов руками, прыжков, отжиманий и приседаний на протяжении как минимум пяти минут.

# AdviceString
source: Advice
de: Rat
ru: Совет

# AuthorString
source: Author: {0}
de: Autor: {0}
ru: Автор: {0}

source: begins at
de: beginnt um
ru: начинается с

# BuyString
source: Buy
de: Kaufen
ru: Купить

# CancelString
source: Cancel
de: Absagen
ru: Отмена

# CancelTrainingQuestion
source: Cancel workout?
de: Training abbrechen?
ru: Отменить выполнение тренировки?

# ChangesAcceptAfterReboot
source: Changes will be accepted after restart application
de: Änderungen werden nach Neustart der Anwendung übernommen
ru: Изменения вступят в силу после перезапуска приложения

# ChooseGroupOrNewString
source: Group
de: Gruppe:
ru: Группа:

# ChooseLanguage
source: Language
de: Sprache
ru: Язык:

# ChoseAction
source: Choose action
de: Wähle eine Aktion
ru: Выберите действие

# ContinueLastTrainingQuestion
source: Continue last workout?
de: Letztes Training fortsetzen?
ru: Продолжить последнюю тренировку?

# CopiedString
source: _Copy
de: _Kopieren
ru: _Копия

# CopyExercisesFinishedMessage
source: Coping exercises completed
de: Bewältigungsübungen absolviert
ru: Копирование упражнений завершено

# CopyString
source: Copy
de: Kopieren
ru: Копировать

# CreateNewString
source: Create new
de: Erstelle neu
ru: Создать новую

# CreateSuperSetString
source: Create SuperSet
de: Erstelle superset
ru: Создать суперсет

# CurrentString
source: Current
de: Aktuell
ru: Текущий

# CurrentTimeString
source: Time: {0}
de: Zeit: {0}
ru: Время: {0}

source: Days
de: Tage
ru: Дней

# DeletedString
source: Deleted
de: Gelöscht
ru: Удалено

# DeleteExercise
source: Delete this exercise?
de: Übungen löschen?
ru: Удалить упражнение?

# DeleteExerciseFromSuperSetQuestion
source: Delete exercise from SuperSet?
de: Übung aus SuperSet löschen?
ru: Удалить упражнение из суперсета?

# DeleteTraining
source: Delete this workout?
de: Ausbildung löschen
ru: Удалить эту тренировку?

source: Denied
de: Bestritten
ru: Отказано

# DistinctExercisesPercentFormat
source: Different finished exercises: {0:0.0}%
de: Prozentsatz verschiedener Übungen: {0:0.0}%
ru: Процент различных упражнений: {0:0.0}%

source: Duplicate
de: Duplikat
ru: Дублировать

# ElapsedTimeString
source: Time: {0:hh\:mm\:ss}
de: Zeit: {0:hh\:mm\:ss}
ru: Время: {0:hh\:mm\:ss}

# EnterTrainingName
source: Enter workout name and press OK
de: Geben Sie den Trainingsnamen ein und drücken Sie OK
ru: Введите название тренировки и нажмите OK

source: Execution
de: Ausführung
ru: Выполнение

# ExerciseForTypeString
source: Exercise for
de: Übung für
ru: Упражнение на

# ExerciseInTrainings
source: Exercise is in workouts:
de: Übung ist im Training:
ru: Упражнение есть в тренировках:

# ExercisesString
source: Exercises
de: Übungen
ru: Упражнения

# FilterString
source: Filter
de: Muskelfilter
ru: Фильтр по мышцам

source: For
de: Zum
ru: Для

# GoalString
source: Goal
de: Tor
ru: Цель

# GotItString
source: Got it
de: Ich habs
ru: Понятно

# GroupingDefaultName
source: Default
ru: Без Группы

# GroupingEnterNameofGroup
source: Enter group`s name
de: Geben Sie den Namen der gruppe ein
ru: Введите название группы

# GroupingTrainingNotInGroup
source: Workout already in Default group
de: Trainieren bereits in Default gruppe
ru: Тренировка уже в основной группе.

# HalfYearString
source: Half year
de: Halbes Jahr
ru: Полгода

# HelperString
source: HELPER
de: Helfer
ru: ПОМОЩНИК

# HipsString
source: Hips
de: Hüften
ru: Бедра

# HistoryTrainings
source: Past workouts
de: Vergangene Trainingseinheiten
ru: Выполненные тренировки

source: Hours
de: Std
ru: Часов

# HourString
source: h
ru: ч

source: In-App Purchase
de: In-App-Kauf
ru: Покупки в приложении

# KilogramsString
source: kg
ru: кг

# LastImplementedFormatString
source: Last: {0}
de: Letzte: {0}
ru: Последнее выполнение: {0}

# MakeTrainingString
source: START
de: ANFANG
ru: СТАРТ

# MarkTheRequiredExercisesAndPressFormat
source: Checkmark the required exercises and press {0}
de: Markieren Sie die erforderlichen Übungen und drücken Sie {0}
ru: Отметьте необходимые упражнения и нажмите кнопку {0}

source: Minutes
ru: Минут

# MinuteString
source: min
ru: мин

# MoreThanYearString
source: More than year
de: Mehr als Jahr
ru: Больше года

# MostOftenDayFormat
source: Most often day: {0:0}
de: Am häufigsten Tag: {0:0}
ru: Самый частый день: {0:0}

# MostPopularExercises
source: TOP exercises
de: TOP Übungen
ru: ТОП упражнений

# MoveExercisesFinishedMessage
source: Moving workouts finished
de: Bewegungstraining beendet
ru: Перемещение тренировок завершено

# MoveString
source: Move
de: Bewegen
ru: Переместить

# NameFormatString
source: Name: {0}
ru: Название: {0}

# NameString
source: Name
ru: Название:

# NewsString
source: News
de: Nachrichten
ru: Новости

# NoExercisesFilterString
source: Your filter term of did not match any exercises
de: Ihr Filterbegriff von stimmte mit keiner Übung überein
ru: Нет упражнений по заданному фильтру.

# NoExercisesNeedAddNewString
source: No exercises. You should add exercise.
de: Keine Übungen. Sie sollten Übung hinzufügen.
ru: Нет упражнений. Добавьте упражнение.

# NoLastTrainings
source: You haven’t done any workouts yet. Start your first workout!
de: Noch keine Workouts abgeschlossen
ru: Еще нет выполненных тренировок

# NoNotificationsString
source: No notifications. You should add notification.
de: Keine Benachrichtigungen. Sie sollten eine Benachrichtigung hinzufügen.
ru: Нет напоминаний. Добавьте напоминание.

# NoString
source: No
de: Nein
ru: Нет

source: Not all fields entered
de: Nicht alle Felder ausgefüllt
ru: Введены не все поля

source: Not executed yet
de: Noch nicht ausgeführt
ru: Еще не выполнялась

source: Notification
de: Benachrichtigung
ru: Напоминание

# NoTrainingsNeedAddNewString
source: No workouts. You should add workout.
de: Noch keine Workouts abgeschlossen
ru: Нет тренировок. Добавьте тренировку.

# OneMounthString
source: Month
de: Berg
ru: Месяц

# OneTrainingPerWeekCountFormat
source: Maximum weeks with workout: {0:0}
de: Maximale Wochen mit Training: {0:0}
ru: Максимум подрят недель с тренировками: {0:0}

source: On these days
de: An diesen Tagen
ru: Для дней

source: Or
de: Oder
ru: Или

# PleaseEnterYourNewWeight
source: Enter your new weight. Maybe something has changed.
de: Geben Sie Ihr neues Gewicht ein. Vielleicht hat sich etwas geändert.
ru: Введите свой новый вес. Возможно что-то изменилось.

# PreparedAbdominalString
source: Abdominal
ru: Мышцы пресса

# PreparedArmsStrength
source: Strong arms
de: Starke Arme
ru: Сильные руки

# PreparedBackReady
source: Strong and embossed back
de: Starker und geprägter Rücken
ru: Крепкая и рельефная спина

# PreparedCardioString
source: Cardio
de: Herz
ru: Кардио

# PreparedFitnessString
source: Fitness
ru: Фитнес

# PreparedHomeString
source: Without Inventory
de: Ohne Inventar
ru: Без инвентаря

# PreparedMaximumUpperBody
source: Maximum Upper Body
de: Maximaler Oberkörper
ru: Максимальная верхняя часть тела

# PreparedNiceStomach
source: Flat Stomach
de: Flacher Bauch
ru: Плоский живот

# PreparedTrainingForBeginners
source: Workout for beginners
de: Training für Anfänger
ru: Для начинающих

# PreparedWideShoulders
source: Wide Shoulders
de: Breite Schultern
ru: Широкие плечи

# RateAppString
source: Rate App
de: Bewertungs App
ru: Оценить приложение

# RegisterAction
source: Register
de: Anmeldung
ru: Регистрация

# RemoveString
source: Delete
de: Entfernen
ru: Удалить

# RepsAndWeightString
source: Repetitions | Weight
de: Wiederholungen | Gewicht
ru: Повторения | Вес

# RepsString
source: Repetitions
de: Wiederholungen
ru: Повторения

source: Restore Purchase
de: Kauf wiederherstellen
ru: Восстановить покупки

# ReturnToTrainingMessage
source: You have not implemented a workout for a long time. Maybe today is that day?
de: Du hast schon lange kein Workout mehr durchgeführt. Vielleicht ist heute dieser Tag?
ru: Вы давно не выполняли тренировку. Может сегодня тот день?

# SavedString
source: Saved
de: Gerettet
ru: Сохранено

# SaveTrainingString
source: Save
de: Speichern
ru: Сохранить тренировку

# ScreenOnWhenImplementing
source: The screen should be turned on when doing a workout
de: Der Bildschirm sollte während des Trainings eingeschaltet sein
ru: Экран должен быть включен при выполнении тренировки

# ScreenOnWhenImplementingTip
source: Disable to save battery
de: Deaktivieren, um Batterie zu sparen
ru: Выключить для экономии батареи

# SearchByNameString
source: Search by Name
de: Suche mit Name
ru: Поиск по названию

source: Seconds
de: Sekunden
ru: Секунды

# SecondString
source: sec
ru: с

# SelectMusclesString
source: Select muscles
de: MUSKELN HINZUFÜGEN
ru: Выбрать мышцы

# SelectString
source: Select
de: Wählen
ru: Выбрать

# SettingsString
source: Settings
de: Einstellungen
ru: Настройки

# SharedString
source: Shared
de: Geteilt
ru: Отправлено

# ShareTrainingString
source: Share workout
de: Training teilen
ru: Поделиться тренировкой

# ShowAdvicesOnImplementing
source: Show warm-up and cool-down tips while doing a workout
de: Zeige während des Trainings Tipps zum Aufwärmen und Abkühlen
ru: Показывать советы по разминке и заминке во время выполнения тренировки

# SkipString
source: Skip
de: Überspringen
ru: Пропустить

# StartPosition
source: Starting Position
de: Startposition
ru: Начальная позиция

# StopString
source: Stop
de: Halt
ru: Стоп

source: SuperSet Control
de: SuperSet-Steuerung
ru: Управление суперсетами

# SuperSetCreatedMessage
source: SuperSet created
de: SuperSet erstellt
ru: Суперсет создан

# SupersetInvalidMessage
source: To create a Superset you need more than 2 exercises
de: Um einen Supersatz zu erstellen, benötigen Sie mehr als 2 Übungen
ru: Для создания Суперсета необходимо больше 2ух упражнений

# SuperSetString
source: SuperSet
ru: Суперсет

# SynchronizationDownloadingQuestion
source: Are you sure? Your unsynchronized data will be deleted.
de: Bist du dir sicher? Ihre nicht synchronisierten Daten werden gelöscht.
ru: Вы уверены? Ваши несинхронизированные данные удалятся.

# ThreeMounthString
source: 3 Month
ru: 3 месяца

# TimeString
source: Time
de: Zeit
ru: Время

# ToolTipAddTrainingButton
source: Click this button to add a new workout
de: Klicken Sie auf diese Schaltfläche, um ein neues Training hinzuzufügen
ru: Нажмите на эту кнопку, чтобы добавить новую тренировку

# ToolTipAddWeightAndRepsString
source: This button will add a set for the exercise (Set means how many reps you will do the exercise with a given weight)
de: Diese Schaltfläche fügt einen Satz für die Übung hinzu (Satz bedeutet, wie viele Wiederholungen Sie die Übung mit einem bestimmten Gewicht machen)
ru: Эта кнопка добавит подход для упражнения (Подход означает, сколько повторений вы будете делать упражнение с заданным весом)

# ToolTipCancelImplementingTraining
source: This button cancels the workout.
de: Diese Taste bricht das Training ab.
ru: Эта кнопка для отмены выполнения тренировки

# ToolTipFilterMuscle
source: Click on the desired muscle to apply a filter for those muscles
de: Klicken Sie auf den gewünschten Muskel, um einen Filter für diese Muskeln anzuwenden
ru: Нажмите на нужные мышцы, чтобы отобразить упражнения для этих мышц

# ToolTipFinishExercise
source: This button ends the exercise.
de: Diese Taste beendet die Übung.
ru: Эта кнопка завершает выполнение упражнения

# ToolTipHoldImageExercises
source: To change the order of the exercises, you need to hold the image of the exercise and drag it to the desired position.
de: Um die Reihenfolge der Übungen zu ändern, müssen Sie das Bild der Übung halten und es an die gewünschte Position ziehen.
ru: Чтобы изменить порядок упражнений необходимо зажать изображение упражнение и тянуть до необходимой позиции.

# ToolTipSelectExercisesToTrainingButton
source: Press the button to select exercises for workout
de: Drücken Sie die Taste, um Übungen für das Training auszuwählen
ru: Нажмите на кнопку, чтобы выбрать упражнения для тренировки

# ToolTipSkipExercise
source: This button skips the exercise, this exercise will not appear in completed
de: Diese Schaltfläche überspringt die Übung, diese Übung wird nicht als abgeschlossen angezeigt
ru: Эта кнопка пропускает упражнение, это упражнение не будет отображаться в выполненных

# ToolTipStartWorkout
source: Click this button to start your workout
de: Klicken Sie auf diese Schaltfläche, um Ihr Training zu starten
ru: Нажмите на эту кнопку, чтобы начать выполнение тренировки

# ToolTipSuperSet
source: SuperSet is a combination of two or more exercises designed to work the same muscle or muscles of the antagonists. The most common way to use supersets is to train muscle groups with different functions. For example: biceps / triceps
de: SuperSet ist eine Kombination aus zwei oder mehr Übungen, die darauf ausgelegt sind, denselben Muskel oder dieselben Muskeln der Antagonisten zu trainieren. Die gebräuchlichste Art, Supersätze zu verwenden, besteht darin, Muskelgruppen mit unterschiedlichen Funktionen zu trainieren. Zum Beispiel: Bizeps / Trizeps
ru: Суперсет – это сочетание двухи более упражнений, рассчитанных на работу одной и той же мышцы либо мышц антагонистов. Наиболее распространенный способ применения суперсетов – это тренировка как раз разных по функциям мышечных групп. Например: бицепс/трицепс

# ToolTipTapHoldTraining
source: Press and hold on a workout to see settings.
de: Halten Sie ein Training gedrückt, um die Einstellungen anzuzeigen.
ru: Нажмите и удерживайте на тренировке, чтобы увидеть настройки.

# TotalExercisesFormat
source: Finished exercises: {0:0}
de: Abgeschlossenen Übungen: {0:0}
ru: Выполненных упражнений: {0:0}

# TotalTimeSpent
source: Time spent:
de: Verstrichene zeit:
ru: Затраченное время:

# TotalTrainingsFormat
source: Finished workouts: {0:0}
de: Abgeschlossenen trainingseinheiten: {0:0}
ru: Выполненных тренировок: {0:0}

# TrainingNotifications
source: Notifications
de: Benachrichtigungen
ru: Напоминания

# TrainingsBaseString
source: Workouts
de: Trainiereneinheiten
ru: Тренировки

# TrainingString
source: Workout
de: Trainieren
ru: Тренировка

# TrainingToGroupString
source: Move to group
de: Zur Gruppe hinzufügen
ru: Добавить в группу

# TrainingUnGroupString
source: Remove from Group "{0}"
de: Aus der Gruppe entfernen "{0}"
ru: Удалить из группы "{0}"

# TwoMonthString
source: 2 month
de: 2 Monate
ru: 2 месяца

# TwoWeeksString
source: 2 weeks
de: 2 Wochen
ru: 2 недели

# WaistHipMessage
source: Index value = {0:0.00}._Read more?
de: Indexwert = {0:0.00}._Weiterlesen?
ru: Значение индекса = {0:0.00}._Хотите узнать больше?

# WaistHipTitle
source: Waist-Hip Index
ru: Индекс талия-бедра

# WaistString
source: Waist
de: Taille
ru: Талия

# WeekString
source: Week
de: Woche
ru: Неделя

# WeightControlString
source: Body
de: Körper
ru: Фигура

# WeightNotifyString
source: Weight entry notifications
de: Gewichtseingabebenachrichtigungen
ru: Уведомления о вводе веса

# WeightString
source: Weight
de: Gewicht
ru: Вес

# WorkoutAddedErrorString
source: Workout not added. The file format may not be correct.
de: Training nicht hinzugefügt. Das Dateiformat ist möglicherweise nicht korrekt.
ru: Тренировка не добавлена. Возможно неправильный формат файла.

# WorkoutAddedString
source: Workout added
de: Training hinzugefügt
ru: Тренировка добавлена

# YearString
source: Year
de: Jahr
ru: Год

# YesString
source: Yes
de: Ja
ru: Да

# Editing
source: Edit
de: Bearbeiten

source: Rest
de: Brechen
